let data = [
    {
      "attributes": {
        "oid_antena": 1,
        "coord_x": 668847.15,
        "coord_y": 3557397.73,
        "lat": 32.14036399,
        "lon": 34.79019244,
        "latitude": "32° 08' 25.31''",
        "longitude": "34° 47' 24.69''",
        "shem_atar": "חוף הצוק דרום",
        "site_id": "1",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.790192449555896,
        "y": 32.14036399189919
      }
    },
    {
      "attributes": {
        "oid_antena": 2,
        "coord_x": 668153.8,
        "coord_y": 3555248.3,
        "lat": 32.1210858,
        "lon": 34.78246726,
        "latitude": "32° 07' 15.90''",
        "longitude": "34° 46' 56.88''",
        "shem_atar": "תל ברוך צפון",
        "site_id": "2",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78246726445683,
        "y": 32.12108580403494
      }
    },
    {
      "attributes": {
        "oid_antena": 3,
        "coord_x": 667118.43,
        "coord_y": 3552158.82,
        "lat": 32.09338093,
        "lon": 34.77095865,
        "latitude": "32° 05' 36.17''",
        "longitude": "34° 46' 15.45''",
        "shem_atar": "שרתון",
        "site_id": "6",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77095865931042,
        "y": 32.09338093515095
      }
    },
    {
      "attributes": {
        "oid_antena": 4,
        "coord_x": 666989.12,
        "coord_y": 3551812.08,
        "lat": 32.09027339,
        "lon": 34.76952863,
        "latitude": "32° 05' 24.98''",
        "longitude": "34° 46' 10.30''",
        "shem_atar": "הילטון דרום",
        "site_id": "7",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76952862697822,
        "y": 32.09027339771619
      }
    },
    {
      "attributes": {
        "oid_antena": 5,
        "coord_x": 666854.07,
        "coord_y": 3551236.62,
        "lat": 32.08510423,
        "lon": 34.76799818,
        "latitude": "32° 05' 06.37''",
        "longitude": "34° 46' 04.79''",
        "shem_atar": "המרינה",
        "site_id": "8",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.767998187670734,
        "y": 32.0851042405279
      }
    },
    {
      "attributes": {
        "oid_antena": 6,
        "coord_x": 666728.07,
        "coord_y": 3550672.22,
        "lat": 32.08003344,
        "lon": 34.76656569,
        "latitude": "32° 04' 48.12''",
        "longitude": "34° 45' 59.63''",
        "shem_atar": "פרישמן",
        "site_id": "9",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76656569711317,
        "y": 32.08003344230394
      }
    },
    {
      "attributes": {
        "oid_antena": 7,
        "coord_x": 666524.93,
        "coord_y": 3549884.91,
        "lat": 32.07296392,
        "lon": 34.7642778,
        "latitude": "32° 04' 22.67''",
        "longitude": "34° 45' 51.40''",
        "shem_atar": "חוף ירושלים",
        "site_id": "10",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.764277799335474,
        "y": 32.07296392920241
      }
    },
    {
      "attributes": {
        "oid_antena": 8,
        "coord_x": 666453.42,
        "coord_y": 3549602.65,
        "lat": 32.07042921,
        "lon": 34.76347161,
        "latitude": "32° 04' 13.54''",
        "longitude": "34° 45' 48.49''",
        "shem_atar": "בננה ביץ'",
        "site_id": "11",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76347161455226,
        "y": 32.07042921384254
      }
    },
    {
      "attributes": {
        "oid_antena": 9,
        "coord_x": 666318.57,
        "coord_y": 3549128.9,
        "lat": 32.06617707,
        "lon": 34.7619616,
        "latitude": "32° 03' 58.23''",
        "longitude": "34° 45' 43.06''",
        "shem_atar": "צ'ארלס קלור MESH1",
        "site_id": "12",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.7619616063451,
        "y": 32.06617707990336
      }
    },
    {
      "attributes": {
        "oid_antena": 10,
        "coord_x": 666127.33,
        "coord_y": 3548579.55,
        "lat": 32.06125148,
        "lon": 34.75984156,
        "latitude": "32° 03' 40.50''",
        "longitude": "34° 45' 35.42''",
        "shem_atar": "החוף המערבי",
        "site_id": "13",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75984156711208,
        "y": 32.06125148713292
      }
    },
    {
      "attributes": {
        "oid_antena": 12,
        "coord_x": 664812.85,
        "coord_y": 3545992.11,
        "lat": 32.03811169,
        "lon": 34.74547933,
        "latitude": "32° 02' 17.20''",
        "longitude": "34° 44' 43.72''",
        "shem_atar": "חוף גבעת עליה",
        "site_id": "16",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.745479333683164,
        "y": 32.03811169678079
      }
    },
    {
      "attributes": {
        "oid_antena": 13,
        "coord_x": 665435.59,
        "coord_y": 3547706.45,
        "lat": 32.05347983,
        "lon": 34.75236654,
        "latitude": "32° 03' 12.52''",
        "longitude": "34° 45' 08.51''",
        "shem_atar": "יפו העתיקה-החברה ליפו",
        "site_id": "17",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75236654756441,
        "y": 32.05347982684827
      }
    },
    {
      "attributes": {
        "oid_antena": 14,
        "coord_x": 665610.54,
        "coord_y": 3547861.5,
        "lat": 32.05485236,
        "lon": 34.75424563,
        "latitude": "32° 03' 17.46''",
        "longitude": "34° 45' 15.28''",
        "shem_atar": "יפו העתיקה-מוזיאון מערב",
        "site_id": "19",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75424563550773,
        "y": 32.054852363975634
      }
    },
    {
      "attributes": {
        "oid_antena": 15,
        "coord_x": 666342.89,
        "coord_y": 3548277.61,
        "lat": 32.05849703,
        "lon": 34.76207192,
        "latitude": "32° 03' 30.58''",
        "longitude": "34° 45' 43.45''",
        "shem_atar": "מתחם התחנה",
        "site_id": "23",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76207192508426,
        "y": 32.05849703785577
      }
    },
    {
      "attributes": {
        "oid_antena": 16,
        "coord_x": 666564.38,
        "coord_y": 3548492.46,
        "lat": 32.06040179,
        "lon": 34.76445441,
        "latitude": "32° 03' 37.44''",
        "longitude": "34° 45' 52.03''",
        "shem_atar": "מרכז סוזן דלל",
        "site_id": "24",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76445442076647,
        "y": 32.06040179245172
      }
    },
    {
      "attributes": {
        "oid_antena": 18,
        "coord_x": 667632.46,
        "coord_y": 3552060.5,
        "lat": 32.09241808,
        "lon": 34.77638644,
        "latitude": "32° 05' 32.70''",
        "longitude": "34° 46' 34.99''",
        "shem_atar": "נורדאו פינת דיזנגוף",
        "site_id": "26",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77638644633756,
        "y": 32.09241808543174
      }
    },
    {
      "attributes": {
        "oid_antena": 19,
        "coord_x": 667798.82,
        "coord_y": 3552043.89,
        "lat": 32.09224357,
        "lon": 34.77814571,
        "latitude": "32° 05' 32.07''",
        "longitude": "34° 46' 41.32''",
        "shem_atar": "נורדאו פינת סוקולוב",
        "site_id": "27",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77814572106621,
        "y": 32.09224357886884
      }
    },
    {
      "attributes": {
        "oid_antena": 20,
        "coord_x": 667982.86,
        "coord_y": 3551788.05,
        "lat": 32.0899092,
        "lon": 34.78005042,
        "latitude": "32° 05' 23.67''",
        "longitude": "34° 46' 48.18''",
        "shem_atar": "כיכר בזל",
        "site_id": "28",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78005041584078,
        "y": 32.089909199170684
      }
    },
    {
      "attributes": {
        "oid_antena": 22,
        "coord_x": 667696.03,
        "coord_y": 3551014.34,
        "lat": 32.08297506,
        "lon": 34.77687719,
        "latitude": "32° 04' 58.71''",
        "longitude": "34° 46' 36.75''",
        "shem_atar": "בן גוריון הנדסה מערב",
        "site_id": "31",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.776877191479365,
        "y": 32.08297506719233
      }
    },
    {
      "attributes": {
        "oid_antena": 23,
        "coord_x": 668100.42,
        "coord_y": 3550738.05,
        "lat": 32.08042351,
        "lon": 34.78111193,
        "latitude": "32° 04' 49.52''",
        "longitude": "34° 46' 52.00''",
        "shem_atar": "כיכר רבין",
        "site_id": "32",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.781111935696295,
        "y": 32.08042351169092
      }
    },
    {
      "attributes": {
        "oid_antena": 24,
        "coord_x": 668559.72,
        "coord_y": 3550700.15,
        "lat": 32.08001325,
        "lon": 34.78596978,
        "latitude": "32° 04' 48.04''",
        "longitude": "34° 47' 09.49''",
        "shem_atar": "דוד המלך",
        "site_id": "33",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78596978609361,
        "y": 32.08001326365324
      }
    },
    {
      "attributes": {
        "oid_antena": 25,
        "coord_x": 664805.32,
        "coord_y": 3546043.06,
        "lat": 32.03857223,
        "lon": 34.74540833,
        "latitude": "32° 02' 18.86''",
        "longitude": "34° 44' 43.47''",
        "shem_atar": "גבעת עליה מציל",
        "site_id": "1611",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.745408337762804,
        "y": 32.03857223712551
      }
    },
    {
      "attributes": {
        "oid_antena": 26,
        "coord_x": 667997.29,
        "coord_y": 3550427.77,
        "lat": 32.07764096,
        "lon": 34.77996543,
        "latitude": "32° 04' 39.50''",
        "longitude": "34° 46' 47.87''",
        "shem_atar": "שד חן צפון",
        "site_id": "34",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77996543841432,
        "y": 32.07764096293243
      }
    },
    {
      "attributes": {
        "oid_antena": 27,
        "coord_x": 668000.6,
        "coord_y": 3550207.64,
        "lat": 32.07565548,
        "lon": 34.77996201,
        "latitude": "32° 04' 32.35''",
        "longitude": "34° 46' 47.86''",
        "shem_atar": "שד חן דרום",
        "site_id": "35",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.779962018811396,
        "y": 32.07565548544211
      }
    },
    {
      "attributes": {
        "oid_antena": 28,
        "coord_x": 668002.68,
        "coord_y": 3549797.05,
        "lat": 32.07195274,
        "lon": 34.77991228,
        "latitude": "32° 04' 19.02''",
        "longitude": "34° 46' 47.68''",
        "shem_atar": "כיכר הבימה",
        "site_id": "36",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77991228585591,
        "y": 32.07195274814761
      }
    },
    {
      "attributes": {
        "oid_antena": 29,
        "coord_x": 667907.88,
        "coord_y": 3549638.7,
        "lat": 32.07053895,
        "lon": 34.77888068,
        "latitude": "32° 04' 13.94''",
        "longitude": "34° 46' 43.97''",
        "shem_atar": "רוטשילד פינת חשמונאים",
        "site_id": "37",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77888069130595,
        "y": 32.07053895451331
      }
    },
    {
      "attributes": {
        "oid_antena": 30,
        "coord_x": 667839.56,
        "coord_y": 3549368.96,
        "lat": 32.06811676,
        "lon": 34.77811009,
        "latitude": "32° 04' 05.22''",
        "longitude": "34° 46' 41.19''",
        "shem_atar": "רוטשילד פינת שנקין",
        "site_id": "38",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.778110095766614,
        "y": 32.06811676656579
      }
    },
    {
      "attributes": {
        "oid_antena": 31,
        "coord_x": 667768.64,
        "coord_y": 3549118.78,
        "lat": 32.06587134,
        "lon": 34.77731542,
        "latitude": "32° 03' 57.13''",
        "longitude": "34° 46' 38.33''",
        "shem_atar": "רוטשילד פינת מאזה",
        "site_id": "39",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.777315420504515,
        "y": 32.06587134194997
      }
    },
    {
      "attributes": {
        "oid_antena": 32,
        "coord_x": 667374.13,
        "coord_y": 3548846.83,
        "lat": 32.06347759,
        "lon": 34.77309043,
        "latitude": "32° 03' 48.51''",
        "longitude": "34° 46' 23.12''",
        "shem_atar": "רוטשילד פינת אלנבי",
        "site_id": "40",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.773090435470955,
        "y": 32.06347760074242
      }
    },
    {
      "attributes": {
        "oid_antena": 34,
        "coord_x": 669066.19,
        "coord_y": 3556275.86,
        "lat": 32.13021501,
        "lon": 34.79231593,
        "latitude": "32° 07' 48.77''",
        "longitude": "34° 47' 32.33''",
        "shem_atar": "גן אזורי חן",
        "site_id": "42",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79231592749727,
        "y": 32.130215012780425
      }
    },
    {
      "attributes": {
        "oid_antena": 35,
        "coord_x": 668025.2,
        "coord_y": 3547608,
        "lat": 32.05220995,
        "lon": 34.77976839,
        "latitude": "32° 03' 07.95''",
        "longitude": "34° 46' 47.16''",
        "shem_atar": "גן בעל העקידה",
        "site_id": "43",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.7797683983447,
        "y": 32.05220995056819
      }
    },
    {
      "attributes": {
        "oid_antena": 36,
        "coord_x": 669537.62,
        "coord_y": 3554667.62,
        "lat": 32.11564237,
        "lon": 34.79702726,
        "latitude": "32° 06' 56.31''",
        "longitude": "34° 47' 49.29''",
        "shem_atar": "גן טאגור",
        "site_id": "49",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79702726762303,
        "y": 32.1156423759053
      }
    },
    {
      "attributes": {
        "oid_antena": 37,
        "coord_x": 670140.25,
        "coord_y": 3555730.44,
        "lat": 32.12513518,
        "lon": 34.80360071,
        "latitude": "32° 07' 30.48''",
        "longitude": "34° 48' 12.96''",
        "shem_atar": "מרכז שוסטר",
        "site_id": "451",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.80360072140912,
        "y": 32.12513519008709
      }
    },
    {
      "attributes": {
        "oid_antena": 38,
        "coord_x": 667108.67,
        "coord_y": 3549537.66,
        "lat": 32.06974639,
        "lon": 34.77039946,
        "latitude": "32° 04' 11.08''",
        "longitude": "34° 46' 13.43''",
        "shem_atar": "אלנבי שוק הכרמל",
        "site_id": "53361",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77039946181835,
        "y": 32.069746396941106
      }
    },
    {
      "attributes": {
        "oid_antena": 39,
        "coord_x": 672870.81,
        "coord_y": 3555969.26,
        "lat": 32.12687303,
        "lon": 34.83257694,
        "latitude": "32° 07' 36.74''",
        "longitude": "34° 49' 57.27''",
        "shem_atar": "גן המשתלה",
        "site_id": "54",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.83257694695085,
        "y": 32.12687303260048
      }
    },
    {
      "attributes": {
        "oid_antena": 40,
        "coord_x": 667851.74,
        "coord_y": 3548237.37,
        "lat": 32.05791099,
        "lon": 34.7780416,
        "latitude": "32° 03' 28.47''",
        "longitude": "34° 46' 40.94''",
        "shem_atar": "גן הקווקזים",
        "site_id": "55",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77804160317488,
        "y": 32.05791100176081
      }
    },
    {
      "attributes": {
        "oid_antena": 41,
        "coord_x": 669522.31,
        "coord_y": 3547538.8,
        "lat": 32.05136234,
        "lon": 34.79560735,
        "latitude": "32° 03' 04.90''",
        "longitude": "34° 47' 44.18''",
        "shem_atar": "גן התקווה",
        "site_id": "58",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79560735657781,
        "y": 32.051362351977424
      }
    },
    {
      "attributes": {
        "oid_antena": 42,
        "coord_x": 673188.92,
        "coord_y": 3554511.62,
        "lat": 32.11368064,
        "lon": 34.83568449,
        "latitude": "32° 06' 49.25''",
        "longitude": "34° 50' 08.46''",
        "shem_atar": "גן שושני סעדיה",
        "site_id": "60",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.83568449854285,
        "y": 32.113680648983646
      }
    },
    {
      "attributes": {
        "oid_antena": 43,
        "coord_x": 667546.41,
        "coord_y": 3548634.16,
        "lat": 32.06153433,
        "lon": 34.7748777,
        "latitude": "32° 03' 41.52''",
        "longitude": "34° 46' 29.55''",
        "shem_atar": "גן החשמל",
        "site_id": "62",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77487770637869,
        "y": 32.061534325978265
      }
    },
    {
      "attributes": {
        "oid_antena": 44,
        "coord_x": 668408.46,
        "coord_y": 3550413.94,
        "lat": 32.07745499,
        "lon": 34.78431763,
        "latitude": "32° 04' 38.83''",
        "longitude": "34° 47' 03.54''",
        "shem_atar": "גן דובנוב",
        "site_id": "64",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.784317630545225,
        "y": 32.077454989486746
      }
    },
    {
      "attributes": {
        "oid_antena": 47,
        "coord_x": 667417.52,
        "coord_y": 3549903.81,
        "lat": 32.07300235,
        "lon": 34.77373392,
        "latitude": "32° 04' 22.80''",
        "longitude": "34° 46' 25.44''",
        "shem_atar": "גן מאיר",
        "site_id": "533",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77373392568844,
        "y": 32.07300236081738
      }
    },
    {
      "attributes": {
        "oid_antena": 48,
        "coord_x": 667335.65,
        "coord_y": 3549544.42,
        "lat": 32.06977373,
        "lon": 34.77280434,
        "latitude": "32° 04' 11.18''",
        "longitude": "34° 46' 22.09''",
        "shem_atar": "גינת שנקין",
        "site_id": "5331",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77280435005853,
        "y": 32.069773736736316
      }
    },
    {
      "attributes": {
        "oid_antena": 49,
        "coord_x": 667003.42,
        "coord_y": 3549790.26,
        "lat": 32.07203976,
        "lon": 34.76932874,
        "latitude": "32° 04' 19.34''",
        "longitude": "34° 46' 09.58''",
        "shem_atar": "אלנבי פינת יונה הנביא",
        "site_id": "5335",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76932874391946,
        "y": 32.07203976004401
      }
    },
    {
      "attributes": {
        "oid_antena": 50,
        "coord_x": 667102.91,
        "coord_y": 3549559.16,
        "lat": 32.06994112,
        "lon": 34.77034219,
        "latitude": "32° 04' 11.78''",
        "longitude": "34° 46' 13.23''",
        "shem_atar": "אלנבי 60",
        "site_id": "5336",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77034220030016,
        "y": 32.069941122349924
      }
    },
    {
      "attributes": {
        "oid_antena": 51,
        "coord_x": 667208.39,
        "coord_y": 3549228.86,
        "lat": 32.06694706,
        "lon": 34.77140179,
        "latitude": "32° 04' 01.00''",
        "longitude": "34° 46' 17.04''",
        "shem_atar": "אלנבי מאזה",
        "site_id": "5337",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77140179836564,
        "y": 32.0669470670127
      }
    },
    {
      "attributes": {
        "oid_antena": 52,
        "coord_x": 667275.71,
        "coord_y": 3549063,
        "lat": 32.06544146,
        "lon": 34.77208584,
        "latitude": "32° 03' 55.58''",
        "longitude": "34° 46' 19.50''",
        "shem_atar": "אלנבי מנטיפיורי",
        "site_id": "5338",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77208583955164,
        "y": 32.06544146702863
      }
    },
    {
      "attributes": {
        "oid_antena": 53,
        "coord_x": 668166.66,
        "coord_y": 3549971.59,
        "lat": 32.07350222,
        "lon": 34.78167939,
        "latitude": "32° 04' 24.60''",
        "longitude": "34° 46' 54.04''",
        "shem_atar": "אבן גבירול דיזנגוף",
        "site_id": "331",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78167939152056,
        "y": 32.07350221905157
      }
    },
    {
      "attributes": {
        "oid_antena": 54,
        "coord_x": 668148.09,
        "coord_y": 3551308.81,
        "lat": 32.08556313,
        "lon": 34.78171669,
        "latitude": "32° 05' 08.02''",
        "longitude": "34° 46' 54.18''",
        "shem_atar": "אבן גבירול ארלוזרוב",
        "site_id": "334",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78171669220002,
        "y": 32.08556313682687
      }
    },
    {
      "attributes": {
        "oid_antena": 55,
        "coord_x": 667731.8,
        "coord_y": 3549901.66,
        "lat": 32.07293632,
        "lon": 34.77706187,
        "latitude": "32° 04' 22.57''",
        "longitude": "34° 46' 37.42''",
        "shem_atar": "שד בן ציון מלצ'ט",
        "site_id": "361",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77706186785246,
        "y": 32.072936325632
      }
    },
    {
      "attributes": {
        "oid_antena": 56,
        "coord_x": 667578.9,
        "coord_y": 3550005.53,
        "lat": 32.07389566,
        "lon": 34.77546072,
        "latitude": "32° 04' 26.02''",
        "longitude": "34° 46' 31.65''",
        "shem_atar": "שד בן ציון קינג ג'ורג'",
        "site_id": "362",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.775460724246734,
        "y": 32.073895666979794
      }
    },
    {
      "attributes": {
        "oid_antena": 57,
        "coord_x": 667435.54,
        "coord_y": 3550472.3,
        "lat": 32.07812596,
        "lon": 34.77402378,
        "latitude": "32° 04' 41.25''",
        "longitude": "34° 46' 26.48''",
        "shem_atar": "כיכר דיזנגוף",
        "site_id": "531",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77402378530938,
        "y": 32.0781259678939
      }
    },
    {
      "attributes": {
        "oid_antena": 59,
        "coord_x": 667404.53,
        "coord_y": 3550641.46,
        "lat": 32.07965594,
        "lon": 34.77372482,
        "latitude": "32° 04' 46.76''",
        "longitude": "34° 46' 25.40''",
        "shem_atar": "דיזנגוף בית לסין",
        "site_id": "534",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77372482640156,
        "y": 32.07965594313374
      }
    },
    {
      "attributes": {
        "oid_antena": 60,
        "coord_x": 667497.96,
        "coord_y": 3551376.17,
        "lat": 32.08626722,
        "lon": 34.77484242,
        "latitude": "32° 05' 10.56''",
        "longitude": "34° 46' 29.43''",
        "shem_atar": "דיזנגוף בית המהנדס",
        "site_id": "535",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77484242522382,
        "y": 32.08626722616427
      }
    },
    {
      "attributes": {
        "oid_antena": 62,
        "coord_x": 667392.96,
        "coord_y": 3549794.17,
        "lat": 32.07201733,
        "lon": 34.77345473,
        "latitude": "32° 04' 19.26''",
        "longitude": "34° 46' 24.43''",
        "shem_atar": "קינג ג'ורג' 33",
        "site_id": "681",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.773454741049456,
        "y": 32.07201733559126
      }
    },
    {
      "attributes": {
        "oid_antena": 63,
        "coord_x": 667116.1,
        "coord_y": 3546863.66,
        "lat": 32.04563273,
        "lon": 34.77001367,
        "latitude": "32° 02' 44.27''",
        "longitude": "34° 46' 12.04''",
        "shem_atar": "פארק החורושות",
        "site_id": "52",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77001367053781,
        "y": 32.045632737436726
      }
    },
    {
      "attributes": {
        "oid_antena": 64,
        "coord_x": 670018.52,
        "coord_y": 3546652.68,
        "lat": 32.04329741,
        "lon": 34.80070456,
        "latitude": "32° 02' 35.87''",
        "longitude": "34° 48' 02.53''",
        "shem_atar": "פארק דרום משרדים",
        "site_id": "144",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.80070456249003,
        "y": 32.04329741316994
      }
    },
    {
      "attributes": {
        "oid_antena": 65,
        "coord_x": 673082.96,
        "coord_y": 3553666.82,
        "lat": 32.10607934,
        "lon": 34.83440951,
        "latitude": "32° 06' 21.88''",
        "longitude": "34° 50' 03.87''",
        "shem_atar": "ירקון מזרח תעבורה",
        "site_id": "01",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.83440951632429,
        "y": 32.10607934139429
      }
    },
    {
      "attributes": {
        "oid_antena": 66,
        "coord_x": 670817.5,
        "coord_y": 3553127.46,
        "lat": 32.10156131,
        "lon": 34.81031353,
        "latitude": "32° 06' 05.62''",
        "longitude": "34° 48' 37.12''",
        "shem_atar": "ירקון מרכז - גן טרופי",
        "site_id": "04",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.81031353395886,
        "y": 32.1015613081316
      }
    },
    {
      "attributes": {
        "oid_antena": 67,
        "coord_x": 670620.03,
        "coord_y": 3552857.83,
        "lat": 32.0991599,
        "lon": 34.80817373,
        "latitude": "32° 05' 56.97''",
        "longitude": "34° 48' 29.42''",
        "shem_atar": "ירקון מרכז - אמפי וואהל",
        "site_id": "05",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.80817373809587,
        "y": 32.09915990442901
      }
    },
    {
      "attributes": {
        "oid_antena": 68,
        "coord_x": 670234.45,
        "coord_y": 3546569.46,
        "lat": 32.04251449,
        "lon": 34.80297584,
        "latitude": "32° 02' 33.05''",
        "longitude": "34° 48' 10.71''",
        "shem_atar": "פארק דרום - מרכז",
        "site_id": "1441",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.802975845630435,
        "y": 32.042514491008276
      }
    },
    {
      "attributes": {
        "oid_antena": 69,
        "coord_x": 670451.1,
        "coord_y": 3546596.72,
        "lat": 32.04272765,
        "lon": 34.80527426,
        "latitude": "32° 02' 33.81''",
        "longitude": "34° 48' 18.98''",
        "shem_atar": "פארק דרום - מזרחי",
        "site_id": "1442",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.80527426566322,
        "y": 32.042727662656674
      }
    },
    {
      "attributes": {
        "oid_antena": 70,
        "coord_x": 670422.89,
        "coord_y": 3547434.95,
        "lat": 32.05029044,
        "lon": 34.805124,
        "latitude": "32° 03' 01.04''",
        "longitude": "34° 48' 18.44''",
        "shem_atar": "פארק כפר שלם",
        "site_id": "14411",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.80512400933151,
        "y": 32.05029044843278
      }
    },
    {
      "attributes": {
        "oid_antena": 71,
        "coord_x": 667502.71,
        "coord_y": 3546870.35,
        "lat": 32.04563583,
        "lon": 34.77410794,
        "latitude": "32° 02' 44.28''",
        "longitude": "34° 46' 26.78''",
        "shem_atar": "גן ההסתדרות-נילי",
        "site_id": "5111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.774107944377576,
        "y": 32.04563583257022
      }
    },
    {
      "attributes": {
        "oid_antena": 72,
        "coord_x": 665966.77,
        "coord_y": 3545942.87,
        "lat": 32.03749887,
        "lon": 34.75768673,
        "latitude": "32° 02' 14.99''",
        "longitude": "34° 45' 27.67''",
        "shem_atar": "גן דוידוף",
        "site_id": "521",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75768673301949,
        "y": 32.037498867630724
      }
    },
    {
      "attributes": {
        "oid_antena": 73,
        "coord_x": 668634.05,
        "coord_y": 3550348.99,
        "lat": 32.07683564,
        "lon": 34.7866954,
        "latitude": "32° 04' 36.60''",
        "longitude": "34° 47' 12.10''",
        "shem_atar": "בית אריאלה מזרח",
        "site_id": "641",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78669540745325,
        "y": 32.07683563829831
      }
    },
    {
      "attributes": {
        "oid_antena": 74,
        "coord_x": 668576.6,
        "coord_y": 3550350.16,
        "lat": 32.07685477,
        "lon": 34.78608717,
        "latitude": "32° 04' 36.67''",
        "longitude": "34° 47' 09.91''",
        "shem_atar": "בית אריאלה מערב",
        "site_id": "642",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78608717459181,
        "y": 32.0768547697954
      }
    },
    {
      "attributes": {
        "oid_antena": 75,
        "coord_x": 669561.28,
        "coord_y": 3549144.73,
        "lat": 32.06583762,
        "lon": 34.79630299,
        "latitude": "32° 03' 57.01''",
        "longitude": "34° 47' 46.69''",
        "shem_atar": "ההשכלה דרום",
        "site_id": "33111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.796303001942036,
        "y": 32.06583762814241
      }
    },
    {
      "attributes": {
        "oid_antena": 76,
        "coord_x": 669638.37,
        "coord_y": 3549654.14,
        "lat": 32.07041953,
        "lon": 34.79720919,
        "latitude": "32° 04' 13.51''",
        "longitude": "34° 47' 49.95''",
        "shem_atar": "ההשכלה צפון",
        "site_id": "33112",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79720919622455,
        "y": 32.07041953381626
      }
    },
    {
      "attributes": {
        "oid_antena": 77,
        "coord_x": 666799.73,
        "coord_y": 3549241.95,
        "lat": 32.06712553,
        "lon": 34.76707649,
        "latitude": "32° 04' 01.65''",
        "longitude": "34° 46' 01.47''",
        "shem_atar": "הכרמל",
        "site_id": "533212",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.767076497360094,
        "y": 32.06712553224324
      }
    },
    {
      "attributes": {
        "oid_antena": 78,
        "coord_x": 666115.2,
        "coord_y": 3547891.42,
        "lat": 32.05504808,
        "lon": 34.7595943,
        "latitude": "32° 03' 18.17''",
        "longitude": "34° 45' 34.53''",
        "shem_atar": "ירושלים-מרזוק",
        "site_id": "191",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.7595943067712,
        "y": 32.055048085977994
      }
    },
    {
      "attributes": {
        "oid_antena": 79,
        "coord_x": 673540.21,
        "coord_y": 3554338.4,
        "lat": 32.1120647,
        "lon": 34.83937495,
        "latitude": "32° 06' 43.43''",
        "longitude": "34° 50' 21.74''",
        "shem_atar": "ראול מזרח",
        "site_id": "601",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.83937495091602,
        "y": 32.11206469956214
      }
    },
    {
      "attributes": {
        "oid_antena": 80,
        "coord_x": 673077.77,
        "coord_y": 3553701.13,
        "lat": 32.10638951,
        "lon": 34.83436071,
        "latitude": "32° 06' 23.00''",
        "longitude": "34° 50' 03.69''",
        "shem_atar": "הברזל2",
        "site_id": "6021",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.834360716158166,
        "y": 32.10638951245805
      }
    },
    {
      "attributes": {
        "oid_antena": 82,
        "coord_x": 668844.74,
        "coord_y": 3547310,
        "lat": 32.04940062,
        "lon": 34.78839328,
        "latitude": "32° 02' 57.84''",
        "longitude": "34° 47' 18.21''",
        "shem_atar": "בית דני לדוהל",
        "site_id": "5811",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78839328757712,
        "y": 32.049400626584294
      }
    },
    {
      "attributes": {
        "oid_antena": 83,
        "coord_x": 668819.56,
        "coord_y": 3547315.47,
        "lat": 32.04945371,
        "lon": 34.78812765,
        "latitude": "32° 02' 58.03''",
        "longitude": "34° 47' 17.25''",
        "shem_atar": "בית דני למגרשים",
        "site_id": "5812",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78812765387104,
        "y": 32.049453708860355
      }
    },
    {
      "attributes": {
        "oid_antena": 84,
        "coord_x": 665464.5,
        "coord_y": 3545883.6,
        "lat": 32.03703802,
        "lon": 34.75235934,
        "latitude": "32° 02' 13.33''",
        "longitude": "34° 45' 08.49''",
        "shem_atar": "נווה גולן",
        "site_id": "161",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.7523593395358,
        "y": 32.03703801934312
      }
    },
    {
      "attributes": {
        "oid_antena": 85,
        "coord_x": 666217.28,
        "coord_y": 3548856.84,
        "lat": 32.0637387,
        "lon": 34.76084196,
        "latitude": "32° 03' 49.45''",
        "longitude": "34° 45' 39.03''",
        "shem_atar": "צ'ארלס קלור MESH2",
        "site_id": "121",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.760841968332315,
        "y": 32.06373869847143
      }
    },
    {
      "attributes": {
        "oid_antena": 86,
        "coord_x": 667616.1,
        "coord_y": 3548936.63,
        "lat": 32.06425147,
        "lon": 34.77566835,
        "latitude": "32° 03' 51.30''",
        "longitude": "34° 46' 32.40''",
        "shem_atar": "רוטשילד פינת בצלאל",
        "site_id": "391",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77566835909099,
        "y": 32.064251479269956
      }
    },
    {
      "attributes": {
        "oid_antena": 87,
        "coord_x": 667726.72,
        "coord_y": 3550989.37,
        "lat": 32.08274534,
        "lon": 34.77719788,
        "latitude": "32° 04' 57.88''",
        "longitude": "34° 46' 37.91''",
        "shem_atar": "בן גוריון הנדסה מזרח",
        "site_id": "311",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.777197886346784,
        "y": 32.082745345584755
      }
    },
    {
      "attributes": {
        "oid_antena": 88,
        "coord_x": 668101.24,
        "coord_y": 3552010.58,
        "lat": 32.09189819,
        "lon": 34.78134327,
        "latitude": "32° 05' 30.83''",
        "longitude": "34° 46' 52.83''",
        "shem_atar": "נורדאו פינת בן נון",
        "site_id": "271",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.781343273877496,
        "y": 32.09189819122492
      }
    },
    {
      "attributes": {
        "oid_antena": 89,
        "coord_x": 668160.12,
        "coord_y": 3550197.75,
        "lat": 32.07554255,
        "lon": 34.78164969,
        "latitude": "32° 04' 31.95''",
        "longitude": "34° 46' 53.93''",
        "shem_atar": "אבן גבירול שאול המלך",
        "site_id": "3321",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78164969995315,
        "y": 32.07554255989778
      }
    },
    {
      "attributes": {
        "oid_antena": 90,
        "coord_x": 668208.67,
        "coord_y": 3551581.24,
        "lat": 32.08801069,
        "lon": 34.78240603,
        "latitude": "32° 05' 16.83''",
        "longitude": "34° 46' 56.66''",
        "shem_atar": "אבן גבירול ג'בוטינסקי",
        "site_id": "3341",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.782406034601486,
        "y": 32.08801069168258
      }
    },
    {
      "attributes": {
        "oid_antena": 91,
        "coord_x": 666055.52,
        "coord_y": 3547277.93,
        "lat": 32.04952472,
        "lon": 34.75885653,
        "latitude": "32° 02' 58.28''",
        "longitude": "34° 45' 31.88''",
        "shem_atar": " יהודה הימית",
        "site_id": "1921",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75885653548284,
        "y": 32.04952472723228
      }
    },
    {
      "attributes": {
        "oid_antena": 94,
        "coord_x": 667552.38,
        "coord_y": 3551771.37,
        "lat": 32.0898228,
        "lon": 34.77548775,
        "latitude": "32° 05' 23.36''",
        "longitude": "34° 46' 31.75''",
        "shem_atar": "דיזנגוף 221",
        "site_id": "5362",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77548776040529,
        "y": 32.08982280055482
      }
    },
    {
      "attributes": {
        "oid_antena": 95,
        "coord_x": 668097.04,
        "coord_y": 3550877.48,
        "lat": 32.08168129,
        "lon": 34.78110052,
        "latitude": "32° 04' 54.05''",
        "longitude": "34° 46' 51.96''",
        "shem_atar": "כיכר רבין 2",
        "site_id": "321",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78110052532666,
        "y": 32.08168129532152
      }
    },
    {
      "attributes": {
        "oid_antena": 96,
        "coord_x": 668097.3,
        "coord_y": 3550900.5,
        "lat": 32.08188883,
        "lon": 34.7811073,
        "latitude": "32° 04' 54.79''",
        "longitude": "34° 46' 51.98''",
        "shem_atar": "כיכר רבין 1",
        "site_id": "322",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78110731151015,
        "y": 32.08188883723002
      }
    },
    {
      "attributes": {
        "oid_antena": 97,
        "coord_x": 667417.14,
        "coord_y": 3550880.56,
        "lat": 32.08181012,
        "lon": 34.77390003,
        "latitude": "32° 04' 54.51''",
        "longitude": "34° 46' 26.04''",
        "shem_atar": "גורדון",
        "site_id": "5342",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.773900031289614,
        "y": 32.081810122704354
      }
    },
    {
      "attributes": {
        "oid_antena": 98,
        "coord_x": 667458.6,
        "coord_y": 3551163.26,
        "lat": 32.08435318,
        "lon": 34.77438841,
        "latitude": "32° 05' 03.67''",
        "longitude": "34° 46' 27.79''",
        "shem_atar": "בן גוריון מרכז",
        "site_id": "5343",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77438841325857,
        "y": 32.084353177854204
      }
    },
    {
      "attributes": {
        "oid_antena": 101,
        "coord_x": 668788.84,
        "coord_y": 3550669.98,
        "lat": 32.07970697,
        "lon": 34.78839111,
        "latitude": "32° 04' 46.94''",
        "longitude": "34° 47' 18.20''",
        "shem_atar": "דוד המלך וייצמן",
        "site_id": "3310",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78839110930028,
        "y": 32.07970697236824
      }
    },
    {
      "attributes": {
        "oid_antena": 102,
        "coord_x": 673253.03,
        "coord_y": 3553999.35,
        "lat": 32.10905165,
        "lon": 34.83627122,
        "latitude": "32° 06' 32.58''",
        "longitude": "34° 50' 10.57''",
        "shem_atar": "ראול 921",
        "site_id": "60222",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.8362712231929,
        "y": 32.10905165128208
      }
    },
    {
      "attributes": {
        "oid_antena": 103,
        "coord_x": 667122.22,
        "coord_y": 3549915.51,
        "lat": 32.07315161,
        "lon": 34.77060863,
        "latitude": "32° 04' 23.34''",
        "longitude": "34° 46' 14.19''",
        "shem_atar": "כיכר ביאליק פיקוח",
        "site_id": "53111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.770608635694025,
        "y": 32.073151606191004
      }
    },
    {
      "attributes": {
        "oid_antena": 104,
        "coord_x": 666392.37,
        "coord_y": 3549394.23,
        "lat": 32.0685588,
        "lon": 34.76278902,
        "latitude": "32° 04' 06.81''",
        "longitude": "34° 45' 46.04''",
        "shem_atar": "חוף הגולשים",
        "site_id": "111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76278902597577,
        "y": 32.06855880162204
      }
    },
    {
      "attributes": {
        "oid_antena": 105,
        "coord_x": 666691.56,
        "coord_y": 3550402.2,
        "lat": 32.07760395,
        "lon": 34.76613217,
        "latitude": "32° 04' 39.37''",
        "longitude": "34° 45' 58.07''",
        "shem_atar": "חוף בוגרשוב",
        "site_id": "1911",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76613218241144,
        "y": 32.07760395505375
      }
    },
    {
      "attributes": {
        "oid_antena": 106,
        "coord_x": 666798.91,
        "coord_y": 3550951.41,
        "lat": 32.08254054,
        "lon": 34.76736443,
        "latitude": "32° 04' 57.14''",
        "longitude": "34° 46' 02.51''",
        "shem_atar": "חוף גורדון",
        "site_id": "81",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.767364437111354,
        "y": 32.08254054178766
      }
    },
    {
      "attributes": {
        "oid_antena": 107,
        "coord_x": 665850.91,
        "coord_y": 3547645.2,
        "lat": 32.05286662,
        "lon": 34.75675347,
        "latitude": "32° 03' 10.31''",
        "longitude": "34° 45' 24.31''",
        "shem_atar": "שוק הפשפשים-מרגוזה",
        "site_id": "221",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75675346974274,
        "y": 32.05286662123171
      }
    },
    {
      "attributes": {
        "oid_antena": 108,
        "coord_x": 665363.18,
        "coord_y": 3547828.91,
        "lat": 32.05459471,
        "lon": 34.75162089,
        "latitude": "32° 03' 16.54''",
        "longitude": "34° 45' 05.83''",
        "shem_atar": "יפו העתיקה-משטרה",
        "site_id": "211",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.75162089973563,
        "y": 32.05459471732229
      }
    },
    {
      "attributes": {
        "oid_antena": 109,
        "coord_x": 670795.08,
        "coord_y": 3553090.71,
        "lat": 32.10123332,
        "lon": 34.81006948,
        "latitude": "32° 06' 04.43''",
        "longitude": "34° 48' 36.25''",
        "shem_atar": "ירקון מרכז - גן טרופי אחורי",
        "site_id": "041",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.81006948538583,
        "y": 32.10123332663634
      }
    },
    {
      "attributes": {
        "oid_antena": 110,
        "coord_x": 667241.92,
        "coord_y": 3552298.46,
        "lat": 32.09462181,
        "lon": 34.77229106,
        "latitude": "32° 05' 40.63''",
        "longitude": "34° 46' 20.24''",
        "shem_atar": "מציצים",
        "site_id": "6111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.772291065977136,
        "y": 32.09462181600476
      }
    },
    {
      "attributes": {
        "oid_antena": 111,
        "coord_x": 672567.54,
        "coord_y": 3553735.19,
        "lat": 32.10677483,
        "lon": 34.82896154,
        "latitude": "32° 06' 24.38''",
        "longitude": "34° 49' 44.26''",
        "shem_atar": "ירקון מזרח מצמן",
        "site_id": "011",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.82896154280703,
        "y": 32.106774836499866
      }
    },
    {
      "attributes": {
        "oid_antena": 112,
        "coord_x": 666567.6,
        "coord_y": 3548477.31,
        "lat": 32.0602647,
        "lon": 34.76448589,
        "latitude": "32° 03' 36.95''",
        "longitude": "34° 45' 52.14''",
        "shem_atar": "סוזן דלל2",
        "site_id": "241",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76448589217073,
        "y": 32.06026470346975
      }
    },
    {
      "attributes": {
        "oid_antena": 113,
        "coord_x": 668953.51,
        "coord_y": 3557704.85,
        "lat": 32.1431174,
        "lon": 34.7913738,
        "latitude": "32° 08' 35.22''",
        "longitude": "34° 47' 28.94''",
        "shem_atar": "חוף הצוק צפון1",
        "site_id": "0111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79137380293542,
        "y": 32.14311740351653
      }
    },
    {
      "attributes": {
        "oid_antena": 114,
        "coord_x": 668015.05,
        "coord_y": 3550875.88,
        "lat": 32.08167907,
        "lon": 34.78023186,
        "latitude": "32° 04' 54.04''",
        "longitude": "34° 46' 48.83''",
        "shem_atar": "רבין לבן גוריון",
        "site_id": "323",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78023187078108,
        "y": 32.0816790757115
      }
    },
    {
      "attributes": {
        "oid_antena": 115,
        "coord_x": 668053.09,
        "coord_y": 3550876.43,
        "lat": 32.08167837,
        "lon": 34.78063485,
        "latitude": "32° 04' 54.04''",
        "longitude": "34° 46' 50.28''",
        "shem_atar": "כיכר רבין מרכז",
        "site_id": "324",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78063485429536,
        "y": 32.08167837705926
      }
    },
    {
      "attributes": {
        "oid_antena": 116,
        "coord_x": 673127.89,
        "coord_y": 3554723.01,
        "lat": 32.11559612,
        "lon": 34.83507604,
        "latitude": "32° 06' 56.14''",
        "longitude": "34° 50' 06.27''",
        "shem_atar": "שושני סעדיה מרכז",
        "site_id": "6011",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.83507604496003,
        "y": 32.115596124964846
      }
    },
    {
      "attributes": {
        "oid_antena": 117,
        "coord_x": 673657.04,
        "coord_y": 3553881.22,
        "lat": 32.10792432,
        "lon": 34.84052997,
        "latitude": "32° 06' 28.52''",
        "longitude": "34° 50' 25.90''",
        "shem_atar": "ירקון מזרח שפע",
        "site_id": "6023_A",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.84052997149103,
        "y": 32.10792432631662
      }
    },
    {
      "attributes": {
        "oid_antena": 120,
        "coord_x": 665042.31,
        "coord_y": 3545353.76,
        "lat": 32.03232186,
        "lon": 34.74779911,
        "latitude": "32° 01' 56.35''",
        "longitude": "34° 44' 52.07''",
        "shem_atar": "בני ברית",
        "site_id": "1612",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.74779912052662,
        "y": 32.032321865383565
      }
    },
    {
      "attributes": {
        "oid_antena": 121,
        "coord_x": 670099.66,
        "coord_y": 3555741.85,
        "lat": 32.1252442,
        "lon": 34.80317264,
        "latitude": "32° 07' 30.87''",
        "longitude": "34° 48' 11.42''",
        "shem_atar": "שוסטר Mesh",
        "site_id": "4511",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.80317264670728,
        "y": 32.12524420338668
      }
    },
    {
      "attributes": {
        "oid_antena": 122,
        "coord_x": 667775.44,
        "coord_y": 3550982.93,
        "lat": 32.08268002,
        "lon": 34.77771277,
        "latitude": "32° 04' 57.64''",
        "longitude": "34° 46' 39.76''",
        "shem_atar": "בן גוריון פינת שלמה המלך",
        "site_id": "3111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77771278305139,
        "y": 32.0826800327455
      }
    },
    {
      "attributes": {
        "oid_antena": 124,
        "coord_x": 668307.42,
        "coord_y": 3549655.63,
        "lat": 32.07063213,
        "lon": 34.78311477,
        "latitude": "32° 04' 14.27''",
        "longitude": "34° 46' 59.21''",
        "shem_atar": "הסינימטק",
        "site_id": "3611",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78311477205677,
        "y": 32.07063213322324
      }
    },
    {
      "attributes": {
        "oid_antena": 125,
        "coord_x": 668178.3,
        "coord_y": 3549773.13,
        "lat": 32.0717109,
        "lon": 34.78176794,
        "latitude": "32° 04' 18.15''",
        "longitude": "34° 46' 54.36''",
        "shem_atar": "אבן גבירול פינת ברכה פולד",
        "site_id": "337",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78176795348712,
        "y": 32.07171091340913
      }
    },
    {
      "attributes": {
        "oid_antena": 128,
        "coord_x": 666266.32,
        "coord_y": 3548306.78,
        "lat": 32.05877134,
        "lon": 34.76126618,
        "latitude": "32° 03' 31.57''",
        "longitude": "34° 45' 40.55''",
        "shem_atar": "מתחם התחנה_6",
        "site_id": "231",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76126619126542,
        "y": 32.05877134344715
      }
    },
    {
      "attributes": {
        "oid_antena": 129,
        "coord_x": 666346.67,
        "coord_y": 3548251.99,
        "lat": 32.05826545,
        "lon": 34.76210752,
        "latitude": "32° 03' 29.75''",
        "longitude": "34° 45' 43.58''",
        "shem_atar": "מתחם התחנה_14.1",
        "site_id": "232",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.7621075178929,
        "y": 32.05826544727562
      }
    },
    {
      "attributes": {
        "oid_antena": 130,
        "coord_x": 667109.13,
        "coord_y": 3549536.09,
        "lat": 32.06973216,
        "lon": 34.77040405,
        "latitude": "32° 04' 11.03''",
        "longitude": "34° 46' 13.45''",
        "shem_atar": "אלנבי נחלת בנימין",
        "site_id": "53362",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.770404061748735,
        "y": 32.069732173457936
      }
    },
    {
      "attributes": {
        "oid_antena": 131,
        "coord_x": 667128.78,
        "coord_y": 3549557.15,
        "lat": 32.06991916,
        "lon": 34.77061581,
        "latitude": "32° 04' 11.70''",
        "longitude": "34° 46' 14.21''",
        "shem_atar": "אלנבי קינג ג'ורג'",
        "site_id": "53363",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77061581581095,
        "y": 32.06991917180961
      }
    },
    {
      "attributes": {
        "oid_antena": 132,
        "coord_x": 667128.38,
        "coord_y": 3549555.55,
        "lat": 32.06990479,
        "lon": 34.77061129,
        "latitude": "32° 04' 11.65''",
        "longitude": "34° 46' 14.20''",
        "shem_atar": "אלנבי שנקין",
        "site_id": "53364",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77061129794625,
        "y": 32.069904799877435
      }
    },
    {
      "attributes": {
        "oid_antena": 133,
        "coord_x": 668101.24,
        "coord_y": 3550708.57,
        "lat": 32.08015755,
        "lon": 34.78111546,
        "latitude": "32° 04' 48.56''",
        "longitude": "34° 46' 52.01''",
        "shem_atar": "כיכר רבין לדוד המלך",
        "site_id": "3211",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78111545973304,
        "y": 32.08015755934413
      }
    },
    {
      "attributes": {
        "oid_antena": 134,
        "coord_x": 665565.94,
        "coord_y": 3547832.76,
        "lat": 32.05459973,
        "lon": 34.75376844,
        "latitude": "32° 03' 16.55''",
        "longitude": "34° 45' 13.56''",
        "shem_atar": "יפו העתיקה-מוזיאון מזרח",
        "site_id": "1912",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.753768449902275,
        "y": 32.054599736594035
      }
    },
    {
      "attributes": {
        "oid_antena": 135,
        "coord_x": 666309.65,
        "coord_y": 3548380.35,
        "lat": 32.05942838,
        "lon": 34.76173771,
        "latitude": "32° 03' 33.94''",
        "longitude": "34° 45' 42.25''",
        "shem_atar": "מתחם התחנה_3",
        "site_id": "2311",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76173771257314,
        "y": 32.05942838437798
      }
    },
    {
      "attributes": {
        "oid_antena": 136,
        "coord_x": 667484.92,
        "coord_y": 3552071.62,
        "lat": 32.09254027,
        "lon": 34.77482555,
        "latitude": "32° 05' 33.14''",
        "longitude": "34° 46' 29.37''",
        "shem_atar": "בן יהודה נורדאו",
        "site_id": "6511",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77482555531756,
        "y": 32.09254026952031
      }
    },
    {
      "attributes": {
        "oid_antena": 137,
        "coord_x": 667485.24,
        "coord_y": 3552071.24,
        "lat": 32.09253679,
        "lon": 34.77482888,
        "latitude": "32° 05' 33.13''",
        "longitude": "34° 46' 29.38''",
        "shem_atar": "בן יהודה נורדאו2",
        "site_id": "6512",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77482888721505,
        "y": 32.09253679992761
      }
    },
    {
      "attributes": {
        "oid_antena": 138,
        "coord_x": 667524.7,
        "coord_y": 3552313.13,
        "lat": 32.09471214,
        "lon": 34.77528905,
        "latitude": "32° 05' 40.96''",
        "longitude": "34° 46' 31.04''",
        "shem_atar": "בן יהודה ירמיהו",
        "site_id": "65",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77528905602736,
        "y": 32.09471213946709
      }
    },
    {
      "attributes": {
        "oid_antena": 139,
        "coord_x": 667617.14,
        "coord_y": 3552332.07,
        "lat": 32.0948692,
        "lon": 34.77627156,
        "latitude": "32° 05' 41.52''",
        "longitude": "34° 46' 34.57''",
        "shem_atar": "ירמיהו דיזנגוף",
        "site_id": "66",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.776271562727295,
        "y": 32.094869200100305
      }
    },
    {
      "attributes": {
        "oid_antena": 140,
        "coord_x": 666655.42,
        "coord_y": 3549218.76,
        "lat": 32.06693772,
        "lon": 34.76554428,
        "latitude": "32° 04' 00.97''",
        "longitude": "34° 45' 55.95''",
        "shem_atar": "גן הכובשים",
        "site_id": "120",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76554427752953,
        "y": 32.066937722916826
      }
    },
    {
      "attributes": {
        "oid_antena": 141,
        "coord_x": 670872.47,
        "coord_y": 3553254.78,
        "lat": 32.10270104,
        "lon": 34.81091851,
        "latitude": "32° 06' 09.72''",
        "longitude": "34° 48' 39.30''",
        "shem_atar": "ירקון מרכז MESH",
        "site_id": "042",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.81091851499548,
        "y": 32.10270104402897
      }
    },
    {
      "attributes": {
        "oid_antena": 142,
        "coord_x": 669463.02,
        "coord_y": 3551067.31,
        "lat": 32.08318878,
        "lon": 34.7956014,
        "latitude": "32° 04' 59.47''",
        "longitude": "34° 47' 44.16''",
        "shem_atar": "מתחם רכבת מרכז",
        "site_id": "63",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79560140929208,
        "y": 32.08318878692754
      }
    },
    {
      "attributes": {
        "oid_antena": 143,
        "coord_x": 668918.09,
        "coord_y": 3557742.22,
        "lat": 32.14345968,
        "lon": 34.791005,
        "latitude": "32° 08' 36.45''",
        "longitude": "34° 47' 27.61''",
        "shem_atar": "חוף הצוק צפון 2",
        "site_id": "0112",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79100500238187,
        "y": 32.14345968711483
      }
    },
    {
      "attributes": {
        "oid_antena": 144,
        "coord_x": 668832,
        "coord_y": 3548521,
        "lat": 32.06032251,
        "lon": 34.78847088,
        "latitude": "32° 03' 37.16''",
        "longitude": "34° 47' 18.49''",
        "shem_atar": "פארק גלית",
        "site_id": "33113",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.7884708871279,
        "y": 32.06032251105831
      }
    },
    {
      "attributes": {
        "oid_antena": 145,
        "coord_x": 0,
        "coord_y": 0,
        "lat": 0,
        "lon": 0,
        "latitude": " ",
        "longitude": " ",
        "shem_atar": "גן קרית ספר",
        "site_id": " ",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.780758949198216,
        "y": 32.0680907223355
      }
    },
    {
      "attributes": {
        "oid_antena": 150,
        "coord_x": 667265.46,
        "coord_y": 3549900.08,
        "lat": 32.07299126,
        "lon": 34.77212291,
        "latitude": "32° 04' 22.76''",
        "longitude": "34° 46' 19.64''",
        "shem_atar": "גן מאיר2",
        "site_id": "533111",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77212290872228,
        "y": 32.072991257504576
      }
    },
    {
      "attributes": {
        "oid_antena": 151,
        "coord_x": 669293.08,
        "coord_y": 3548593.74,
        "lat": 32.06090942,
        "lon": 34.79336594,
        "latitude": "32° 03' 39.27''",
        "longitude": "34° 47' 36.11''",
        "shem_atar": "יד לבנים 833",
        "site_id": "33114",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79336594419616,
        "y": 32.06090942104592
      }
    },
    {
      "attributes": {
        "oid_antena": 152,
        "coord_x": 669475.2,
        "coord_y": 3548596.71,
        "lat": 32.06090889,
        "lon": 34.7952949,
        "latitude": "32° 03' 39.27''",
        "longitude": "34° 47' 43.06''",
        "shem_atar": "יד לבנים 832",
        "site_id": "33115",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.79529490476657,
        "y": 32.06090889825371
      }
    },
    {
      "attributes": {
        "oid_antena": 153,
        "coord_x": 669710.91,
        "coord_y": 3548590.26,
        "lat": 32.06081534,
        "lon": 34.79778965,
        "latitude": "32° 03' 38.93''",
        "longitude": "34° 47' 52.04''",
        "shem_atar": "יד לבנים 842",
        "site_id": "33116",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.797789652486934,
        "y": 32.06081534808605
      }
    },
    {
      "attributes": {
        "oid_antena": 154,
        "coord_x": 667065.87,
        "coord_y": 3549412.01,
        "lat": 32.06861969,
        "lon": 34.76992437,
        "latitude": "32° 04' 07.03''",
        "longitude": "34° 46' 11.72''",
        "shem_atar": "נחלת בנימין 10",
        "site_id": "533213",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76992438107023,
        "y": 32.06861968905495
      }
    },
    {
      "attributes": {
        "oid_antena": 156,
        "coord_x": 672965.13,
        "coord_y": 3553717.19,
        "lat": 32.10655161,
        "lon": 34.83317032,
        "latitude": "32° 06' 23.58''",
        "longitude": "34° 49' 59.41''",
        "shem_atar": "ולנברג הברזל",
        "site_id": "013",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.83317032735501,
        "y": 32.10655161493748
      }
    },
    {
      "attributes": {
        "oid_antena": 159,
        "coord_x": 667476.33,
        "coord_y": 3548540.04,
        "lat": 32.060696,
        "lon": 34.77411923,
        "latitude": "32° 03' 38.50''",
        "longitude": "34° 46' 26.82''",
        "shem_atar": "כיכר המושבות ",
        "site_id": "621",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77411924319,
        "y": 32.060696010913276
      }
    },
    {
      "attributes": {
        "oid_antena": 161,
        "coord_x": 667339.35,
        "coord_y": 3552073.46,
        "lat": 32.09257846,
        "lon": 34.77328391,
        "latitude": "32° 05' 33.28''",
        "longitude": "34° 46' 23.82''",
        "shem_atar": "גן העצמאות ראשי",
        "site_id": "611",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77328392116138,
        "y": 32.09257846253048
      }
    },
    {
      "attributes": {
        "oid_antena": 162,
        "coord_x": 667240.78,
        "coord_y": 3552028.4,
        "lat": 32.09218675,
        "lon": 34.77223196,
        "latitude": "32° 05' 31.87''",
        "longitude": "34° 46' 20.03''",
        "shem_atar": "גן העצמאות",
        "site_id": "612",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.772231966554166,
        "y": 32.09218675896134
      }
    },
    {
      "attributes": {
        "oid_antena": 165,
        "coord_x": 666812.88,
        "coord_y": 3550493.31,
        "lat": 32.0784076,
        "lon": 34.76743287,
        "latitude": "32° 04' 42.26''",
        "longitude": "34° 46' 02.75''",
        "shem_atar": "גן לונדון",
        "site_id": "1913",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76743287589358,
        "y": 32.07840761060894
      }
    },
    {
      "attributes": {
        "oid_antena": 166,
        "coord_x": 668311.77,
        "coord_y": 3552223.94,
        "lat": 32.09379073,
        "lon": 34.78361069,
        "latitude": "32° 05' 37.64''",
        "longitude": "34° 47' 00.99''",
        "shem_atar": "כיכר מלאנו",
        "site_id": "272",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78361069714207,
        "y": 32.09379073632699
      }
    },
    {
      "attributes": {
        "oid_antena": 167,
        "coord_x": 667990.46,
        "coord_y": 3550612.98,
        "lat": 32.07931208,
        "lon": 34.77992547,
        "latitude": "32° 04' 45.52''",
        "longitude": "34° 46' 47.73''",
        "shem_atar": "שד חן ורבין",
        "site_id": "341",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77992547575939,
        "y": 32.07931208472569
      }
    },
    {
      "attributes": {
        "oid_antena": 168,
        "coord_x": 668109.03,
        "coord_y": 3550536.93,
        "lat": 32.07860866,
        "lon": 34.78116794,
        "latitude": "32° 04' 42.99''",
        "longitude": "34° 46' 52.20''",
        "shem_atar": "אבן גבירול מאנה ",
        "site_id": "332",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78116795048114,
        "y": 32.07860866232269
      }
    },
    {
      "attributes": {
        "oid_antena": 169,
        "coord_x": 667469,
        "coord_y": 3550337.59,
        "lat": 32.07690627,
        "lon": 34.77435468,
        "latitude": "32° 04' 36.86''",
        "longitude": "34° 46' 27.67''",
        "shem_atar": "דיזנגוף בר כוכבא",
        "site_id": "5322",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.77435468645351,
        "y": 32.076906278737034
      }
    },
    {
      "attributes": {
        "oid_antena": 172,
        "coord_x": 670503.94,
        "coord_y": 3548339.79,
        "lat": 32.05843737,
        "lon": 34.80614245,
        "latitude": "32° 03' 30.37''",
        "longitude": "34° 48' 22.11''",
        "shem_atar": "גן וולפסון1",
        "site_id": "57",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.806142450541515,
        "y": 32.0584373764772
      }
    },
    {
      "attributes": {
        "oid_antena": 176,
        "coord_x": 666547.14,
        "coord_y": 3548545.66,
        "lat": 32.06088406,
        "lon": 34.76428107,
        "latitude": "32° 03' 39.18''",
        "longitude": "34° 45' 51.41''",
        "shem_atar": "סוזן דלל מערב",
        "site_id": "2411",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.76428107068169,
        "y": 32.060884062678035
      }
    },
    {
      "attributes": {
        "oid_antena": 180,
        "coord_x": 668514.07,
        "coord_y": 3550371.73,
        "lat": 32.07705861,
        "lon": 34.78542872,
        "latitude": "32° 04' 37.41''",
        "longitude": "34° 47' 07.54''",
        "shem_atar": "הקמרי",
        "site_id": "643",
        "t_pail": "פעיל"
      },
      "geometry": {
        "x": 34.78542872210292,
        "y": 32.077058607886926
      }
    }];



 data.forEach(function(ADDR) {
 console.log('{"type":"Feature","properties":{"dbh":'+(Math.random()*30)+'},"geometry":{"type":"Point","coordinates":['+ADDR.attributes.lon+','+ADDR.attributes.lat+']}},')
 
});